{
  "components": {
    "header": {
      "title": "Allen Spring",
      "taiwan": "2024 Taiwan Election",
      "blog": "Blog"
    },
    "footer": {
      "about": {
        "title": "About Allen Spring",
        "description": "I am an engineering student who is interested in social issues. I like programming and creating some interesting things. I think programming is an art that can express one's thoughts and emotions. I hope to be able to express myself through My skills can bring positive impact to society."
      },
      "donation": {
        "title": "Donate easily to save poor students",
        "revolut": "Revolut (credit card donation)"
      }
    },
    "oplist": {
      "title": "Latest poll",
      "institution": "institution",
      "date": "start date",
      "sample": "Sample number",
      "dpp": "Lai Qingde",
      "tpp": "Ke Wenzhe",
      "kmt": "Hou Youyi",
      "gtm": "Guo Taimin",
      "undecided": "undecided",
      "more": "See all polls"
    },
    "countdown": {
      "title": "Time till election",
      "days": "days",
      "hours": "hours",
      "minutes": "minutes",
      "seconds": "seconds"
    },
    "opchart": {
      "sources": "Sources",
      "filters": {
        "formosa": "Formosa (pro DPP)",
        "cnews": "CNews🇨🇳",
        "newtalk": "NewTalk",
        "ettoday": "ETtoday🇨🇳",
        "tpof": "TPOF",
        "tvbs": "TVBS🇨🇳"
      }
    },
    "explainer": {
      "0": {
        "title": "What are media with chinese tie (🇨🇳)",
        "content": "The medias are in the list of medias that attended a 2019 conference in Beijing. The main goal of that conference is to promote the \" Chinese value \". See the full list: {url}"
      },
      "1": {
        "title": "What are the major issues driving the election?",
        "content": "The 2024 presidential election in Taiwan is primarily influenced by domestic concerns, including the economy, energy policy, and foreign politics, with China-Taiwan relations being a particularly significant flashpoint​​."
      },
      "2": {
        "title": "Who are the main candidates and what are their platforms?",
        "content": "The Democratic Progressive Party (DPP) has nominated Vice President Lai Ching-te, who favors the pro-independence wing. Hou Yu-ih from the Kuomintang (KMT) represents a conciliatory approach towards China.Ko Wen-je of the Taiwan People’s Party (TPP) advocates for Taiwan's current \"status quo\" of de facto independence​​. Terry Gou, an independent candidate, is a less likely contender but could impact the election dynamics​​."
      },
      "3": {
        "title": "What is the global significance of this election?",
        "content": "The outcome of Taiwan's presidential elections has implications for the region's geopolitics, impacting the U.S. politics and economy in the Indo-Pacific. The region is significant for global trade, especially in the semiconductor and chip industry, and has strategic importance for countries like Japan and India in balancing China's influence​​."
      },
      "4": {
        "title": "What are the potential geopolitical implications beyond the region?",
        "content": "The election results could affect Europe's relations with China. For instance, Germany's strategy towards China emphasizes maintaining the status quo in the Taiwan Strait. Europe's economic dependence on China for raw materials like lithium and magnesium makes the outcome crucial​​."
      },
      "5": {
        "title": "How are candidates approaching cross-Strait relations?",
        "content": "Despite their differences, all main candidates advocate maintaining the \"status quo,\" which involves rejecting formal independence declarations, resisting China's territorial claims, retaining ties with the U.S., and opposing China's \"one country, two systems\" proposal. However, each candidate has a unique vision for implementing these policies​​."
      }
    }
  },
  "pages": {
    "home": {
      "tab": "Homepage",
      "title": "Hi, I am Allen Spring",
      "subtitle": "I like programming and creating interesting things",
      "making": "(should be) a relatively accurate combination of voters for the 2024 Taiwan presidential election",
      "link": "2024-Taiwan"
    },
    "election": {
      "home": {
        "title": "(Probably) more accurate opinion pollls aggregation of 2024 Taiwan election",
        "subtitle": "To combat political manipulation in election polls, we're dedicated to presenting a more objective and credible view of voter intentions. We achieve this by skillfully blending poll data from various sources, ensuring an accurate and honest representation of public opinion."
      }
    }
  },
  "data": {
    "candidates": {
      "dpp": "Lai Ching-te",
      "kmt": "Hou Yu-ih",
      "tpp": "Ko Wen-je",
      "gtm": "Terry Gou"
    }
  }
}
