{
  "components": {
    "header": {
      "title": "Allen Spring",
      "taiwan": "2024 Taiwan Election",
      "blog": "Blog"
    },
    "footer": {
      "about": {
        "title": "About Allen Spring",
        "description": "I am an engineering student who is interested in social issues. I like programming and creating some interesting things. I think programming is an art that can express one's thoughts and emotions. I hope to be able to express myself through My skills can bring positive impact to society."
      },
      "donation": {
        "title": "Donate easily to save poor students",
        "revolut": "Revolut (credit card donation)"
      }
    },
    "oplist": {
      "title": "Latest poll",
      "institution": "institution",
      "date": "start date",
      "sample": "Sample number",
      "dpp": "Lai Qingde",
      "tpp": "Ke Wenzhe",
      "kmt": "Hou Youyi",
      "undecided": "undecided",
      "more": "See all polls"
    },
    "countdown": {
      "title": "Time till election",
      "days": "days",
      "hours": "hours",
      "minutes": "minutes",
      "seconds": "seconds"
    },
    "opchart": {
      "sources": "Sources",
      "filters": {
        "formosa": "Formosa (pro DPP)",
        "cnews": "CNews🇨🇳",
        "newtalk": "NewTalk",
        "ettoday": "ETtoday🇨🇳",
        "tpof": "TPOF",
        "tvbs": "TVBS🇨🇳"
      }
    },
    "explainer": {
      "0": {
        "title": "What are media with chinese tie (🇨🇳)",
        "content": "The medias are in the list of medias that attended a 2019 conference in Beijing. The main goal of that conference is to promote the \" Chinese value \". See the full list: {url}"
      },
      "1": {
        "title": "What are the major issues driving the election?",
        "content": "In the 2024 Taiwan presidential election, major driving issues include domestic challenges like energy policy, national defense, economic development, the COVID-19 vaccine rollout, housing costs, and economic struggles. Internationally, the election is influenced by Taiwan’s relations with Mainland China and the United States, alongside broader geopolitical concerns."
      },
      "2": {
        "title": "Who are the main candidates and what are their platforms?",
        "content": "The main candidates for the 2024 Taiwan Presidential Election are Lai Ching-te, the chosen successor of President Tsai Ing-wen and vice-president since 2019, Hou You-yi from the Kuomintang (KMT), Ko Wen-je from the Taiwan People's Party (TPP), and Terry Gou, the founder of Foxconn. Lai emphasizes unity, strengthening Taiwan, and ensuring its security. Hou has struggled with questions about competence and strategy. Ko has attempted to position himself as a neutral third option. Terry Gou's campaign has faced numerous scandals. Their platforms differ on cross-Strait relations, with Lai taking a cautious stance on Taiwan's independence, Hou's stance being less clear, Ko attempting to position himself as a neutral third option, and Terry Gou's stance being unclear."
      },
      "3": {
        "title": "What is the global significance of this election?",
        "content": "The 2024 Taiwan Presidential Election holds global significance as it could impact the region's geopolitical dynamics, particularly in the context of China-Taiwan relations. The election's outcome could influence Taiwan's stance on its status as a sovereign nation or a province of China, which is a contentious issue that has implications for regional stability and international relations. The election also reflects the complex interplay of domestic politics and foreign policy, as the candidates' platforms and their positions on cross-Strait relations could shape Taiwan's role in the international community."
      },
      "4": {
        "title": "How are candidates approaching cross-Strait relations?",
        "content": "The candidates for the 2024 Taiwan Presidential Election have different approaches to cross-Strait relations. Lai Ching-te takes a cautious stance on Taiwan's independence and wants to diversify the island's economic relationships. Hou You-yi's stance is less clear, but he has shown signs of straying from Tsai's energy policy. Ko Wen-je attempts to position himself as a neutral third option, aligning more with the pan-Blue camp and showing potential to tilt Taiwan economically and politically toward the mainland. Terry Gou's stance is unclear, but his campaign has been marked by numerous scandals. Their platforms and positions on cross-Strait relations could shape Taiwan's role in the international community and its relations with China and other countries."
      }
    }
  },
  "pages": {
    "home": {
      "title": "Hi, I am Allen Spring",
      "subtitle": "Passionate about coding, I thrive on bringing innovative ideas to life through programming",
      "making": "2024 Taiwan Election Polls: Accurate Aggregation & Analysis",
      "link": "tw2024"
    },
    "election": {
      "title": "2024 Taiwan Election Polls: Accurate Aggregation & Analysis",
      "subtitle": "Unbiased, comprehensive poll data from diverse sources for a clear view of the 2024 Taiwan election landscape."
    },
    "blog": {
      "title": "All blog post",
      "subtitle": "Where technology meets politics"
    }
  },
  "data": {
    "candidates": {
      "dpp": "Lai Ching-te",
      "kmt": "Hou Yu-ih",
      "tpp": "Ko Wen-je"
    }
  }
}
